tap "dbt-labs/dbt-cli"
tap "heroku/brew"
tap "homebrew/bundle"
tap "miniscruff/changie", "https://github.com/miniscruff/changie"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "pomdtr/tap"
tap "qmk/qmk"
tap "stefanlogue/tools"
tap "vitorgalvao/tiny-scripts"
tap "xwmx/taps"
brew "asciinema"
brew "atuin"
brew "awscli"
brew "bat"
brew "bun"
brew "cmus"
brew "dbt"
brew "difftastic"
brew "duckdb"
brew "dust"
brew "eza"
brew "fd"
brew "forgit"
brew "gh"
brew "htop"
brew "jless"
brew "jrnl"
brew "lazygit"
brew "librsvg"
brew "llm"
brew "lolcat"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "mas"
brew "stefanlogue/tools/meteor"
brew "miniscruff/changie/changie"
brew "neofetch"
brew "neovim"
brew "pandoc"
brew "pango"
brew "pass"
brew "pgcli"
brew "pipx"
brew "pop"
brew "poppler"
brew "postgresql@16"
brew "pyenv"
brew "pygments"
brew "python-tabulate"
brew "qmk/qmk/qmk"
brew "qsv"
brew "rbenv"
brew "rich-cli"
brew "ripgrep"
brew "rm-improved"
brew "ruff"
brew "sc-im"
brew "shellcheck"
brew "shyaml"
brew "simonw/llm/symbex"
brew "spotify_player"
brew "starship"
brew "sunbeam"
brew "tree"
brew "unar"
brew "uv"
brew "wget"
brew "yazi", args: ["HEAD"]
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "arc"
cask "codewhisperer"
cask "dbeaver-community"
cask "focus"
cask "karabiner-elements"
cask "loom"
cask "monodraw"
cask "notion"
cask "notion-calendar"
cask "orbstack"
cask "popsql"
cask "postico"
cask "raycast"
cask "shortcat"
cask "snowflake-snowsql"
cask "soundsource"
cask "spotify"
cask "superhuman"
cask "visual-studio-code"
mas "Gifski", id: 1351639930
mas "iA Writer", id: 775737590
