jorgebucaran/fisher
patrickf1/fzf.fish
oh-my-fish/plugin-brew
oh-my-fish/plugin-pyenv
jhillyerd/plugin-git
wfxr/forgit
jorgebucaran/nvm.fish
nickeb96/puffer-fish
jorgebucaran/autopair.fish
catppuccin/fish
